cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

# Daily
cask 'rescuetime'
cask 'evernote'
cask 'dropbox'
# cask 'gyazo'
cask 'flux'

# Development
cask 'iterm2'
cask 'atom'
# cask 'visual-studio-code'
cask 'imagealpha'
cask 'imageoptim'

# browsers
# cask 'google-chrome-canary'
# cask 'firefoxnightly'
# cask 'webkit-nightly'
cask 'chromium'
# cask 'torbrowser'


cask 'handbrake'
cask 'slack'
cask 'tunnelbear'
cask 'dash'
cask 'spotify'
